Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# BuildSignerIntermediateCertEmptyMessage
source: BuildSignerAndHashObjects: Intermediate Certificate TBS hash is empty for the file: {0}, using the leaf certificate TBS hash instead
ar: BuildSignerAndHashObjects: تجزئة TBS للشهادة الوسيطة فارغة للملف: {0}، يتم استخدام تجزئة TBS لشهادة الطرف الأدنى بدلاً من ذلك
de_de: BuildSignerAndHashObjects: Der TBS-Hash des Zwischenzertifikats ist für die Datei {0} leer; es wird stattdessen der TBS-Hash des Endzertifikats verwendet
el_gr: BuildSignerAndHashObjects: Ο κατακερματισμός TBS του ενδιάμεσου πιστοποιητικού είναι κενός για το αρχείο: {0}, χρησιμοποιείται αντ' αυτού ο κατακερματισμός TBS του πιστοποιητικού φύλλου
es: BuildSignerAndHashObjects: El hash TBS del certificado intermedio está vacío para el archivo: {0}, usando en su lugar el hash TBS del certificado hoja
fr_fr: BuildSignerAndHashObjects : Le hachage TBS du certificat intermédiaire est vide pour le fichier : {0}, utilisation du hachage TBS du certificat feuille à la place
he_il: BuildSignerAndHashObjects: גיבוב TBS של אישור הביניים ריק עבור הקובץ: {0}, במקום זאת נעשה שימוש בגיבוב TBS של אישור העלה
hi_in: BuildSignerAndHashObjects: फ़ाइल के लिए मध्यवर्ती प्रमाणपत्र TBS हैश रिक्त है: {0}, इसके बजाय लीफ प्रमाणपत्र TBS हैश का उपयोग किया जा रहा है
ja_jp: BuildSignerAndHashObjects：ファイル{0}の中間証明書TBSハッシュが空のため、代わりにリーフ証明書TBSハッシュを使用しています
ml_in: BuildSignerAndHashObjects: ഫയലിനായുള്ള ഇന്റർമീഡിയറ്റ് സർട്ടിഫിക്കറ്റ് TBS ഹാഷ് ശൂന്യമാണ്: {0}, പകരം ലീഫ് സർട്ടിഫിക്കറ്റ് TBS ഹാഷ് ഉപയോഗിക്കുന്നു
pl_pl: BuildSignerAndHashObjects: Skrót TBS certyfikatu pośredniego jest pusty dla pliku: {0}, zamiast tego używany jest skrót TBS certyfikatu liścia
tr_tr: BuildSignerAndHashObjects: Şu dosya için Ara Sertifika TBS karması boş: {0}, bunun yerine yaprak sertifikası TBS karması kullanılıyor

# BuildSignerProcessingPublisherMessage
source: BuildSignerAndHashObjects: Processing Publisher data.
ar: BuildSignerAndHashObjects: معالجة بيانات الناشر.
de_de: BuildSignerAndHashObjects: Publisher-Daten werden verarbeitet.
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων Εκδότη.
es: BuildSignerAndHashObjects: Procesando datos de Editor.
fr_fr: BuildSignerAndHashObjects : Traitement des données Éditeur.
he_il: BuildSignerAndHashObjects: מעבד נתוני Publisher.
hi_in: BuildSignerAndHashObjects: प्रकाशक डेटा संसाधित किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：Publisherデータを処理しています。
ml_in: BuildSignerAndHashObjects: പ്രസാധക ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു.
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych Wydawcy.
tr_tr: BuildSignerAndHashObjects: Yayımcı verileri işleniyor.

# BuildSignerProcessingUnsignedHashMessage
source: BuildSignerAndHashObjects: Processing Unsigned Hash data.
ar: BuildSignerAndHashObjects: معالجة بيانات التجزئة غير الموقعة.
de_de: BuildSignerAndHashObjects: Unsigned-Hash-Daten werden verarbeitet.
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων μη υπογεγραμμένου κατακερματισμού.
es: BuildSignerAndHashObjects: Procesando datos de Hash no firmado.
fr_fr: BuildSignerAndHashObjects : Traitement des données Hash non signées.
he_il: BuildSignerAndHashObjects: מעבד נתוני גיבוב לא חתומים.
hi_in: BuildSignerAndHashObjects: अहस्ताक्षरित हैश डेटा संसाधित किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：未署名ハッシュデータを処理しています。
ml_in: BuildSignerAndHashObjects: ഒപ്പിടാത്ത ഹാഷ് ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു.
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych niepodpisanego skrótu.
tr_tr: BuildSignerAndHashObjects: İmzasız Hash verileri işleniyor.

# BuildSignerNullPropertiesMessage
source: BuildSignerAndHashObjects: One or more necessary properties are null or empty in hashData.
ar: BuildSignerAndHashObjects: واحد أو أكثر من الخصائص الضرورية فارغة أو معدومة في hashData.
de_de: BuildSignerAndHashObjects: Eine oder mehrere erforderliche Eigenschaften in hashData sind null oder leer.
el_gr: BuildSignerAndHashObjects: Μία ή περισσότερες απαραίτητες ιδιότητες είναι null ή κενές στα hashData.
es: BuildSignerAndHashObjects: Una o más propiedades necesarias son nulas o están vacías en hashData.
fr_fr: BuildSignerAndHashObjects : Une ou plusieurs propriétés nécessaires sont nulles ou vides dans hashData.
he_il: BuildSignerAndHashObjects: מאפיין חיוני אחד או יותר הוא null או ריק ב-hashData.
hi_in: BuildSignerAndHashObjects: hashData में एक या अधिक आवश्यक गुण शून्य या रिक्त हैं।
ja_jp: BuildSignerAndHashObjects：hashDataに1つ以上の必要なプロパティがnullまたは空です。
ml_in: BuildSignerAndHashObjects: ഹാഷ് ഡാറ്റയിൽ ഒന്നോ അതിലധികമോ ആവശ്യമായ പ്രോപ്പർട്ടികൾ ശൂന്യമോ ശൂന്യമോ ആണ്.
pl_pl: BuildSignerAndHashObjects: Co najmniej jedna wymagana właściwość jest pusta (null) lub nie zawiera wartości w hashData.
tr_tr: BuildSignerAndHashObjects: HashData'da bir veya daha fazla gerekli özellik null veya boş.

# BuildSignerProcessingFilePathMessage
source: BuildSignerAndHashObjects: Processing FilePath data
ar: BuildSignerAndHashObjects: معالجة بيانات مسار الملف
de_de: BuildSignerAndHashObjects: FilePath-Daten werden verarbeitet
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων Διαδρομής Αρχείου
es: BuildSignerAndHashObjects: Procesando datos de Ruta de Archivo
fr_fr: BuildSignerAndHashObjects : Traitement des données FilePath
he_il: BuildSignerAndHashObjects: מעבד נתוני FilePath
hi_in: BuildSignerAndHashObjects: फ़ाइलपाथ डेटा संसाधित किया जा रहा है
ja_jp: BuildSignerAndHashObjects：FilePathデータを処理しています
ml_in: BuildSignerAndHashObjects: ഫയൽ പാത ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych ścieżki pliku
tr_tr: BuildSignerAndHashObjects: FilePath verileri işleniyor

# BuildSignerProcessingWildCardFilePathMessage
source: BuildSignerAndHashObjects: Processing WildCard FilePath data
ar: BuildSignerAndHashObjects: معالجة بيانات مسار الملف ذات حرف البدل
de_de: BuildSignerAndHashObjects: WildCard-FilePath-Daten werden verarbeitet
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων Διαδρομής Αρχείου με Μπαλαντέρ
es: BuildSignerAndHashObjects: Procesando datos de Ruta de Archivo con Comodín
fr_fr: BuildSignerAndHashObjects : Traitement des données WildCard FilePath
he_il: BuildSignerAndHashObjects: מעבד נתוני FilePath עם תווים כלליים
hi_in: BuildSignerAndHashObjects: वाइल्डकार्ड फ़ाइलपाथ डेटा संसाधित किया जा रहा है
ja_jp: BuildSignerAndHashObjects：ワイルドカードFilePathデータを処理しています
ml_in: BuildSignerAndHashObjects: വൈൽഡ്കാർഡ് ഫയൽ പാത ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych ścieżki pliku z symbolami wieloznacznymi
tr_tr: BuildSignerAndHashObjects: WildCard FilePath verileri işleniyor

# BuildSignerProcessingCustomPatternMessage
source: BuildSignerAndHashObjects: Processing Custom Pattern-Based FilePath data
ar: BuildSignerAndHashObjects: معالجة بيانات مسار الملف المستندة إلى نمط مخصص
de_de: BuildSignerAndHashObjects: Benutzerdefinierte, musterbasierte FilePath-Daten werden verarbeitet
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων Διαδρομής Αρχείου βάσει Προσαρμοσμένου Μοτίβου
es: BuildSignerAndHashObjects: Procesando datos de Ruta de Archivo basados en Patrón Personalizado
fr_fr: BuildSignerAndHashObjects : Traitement des données FilePath basées sur des modèles personnalisés
he_il: BuildSignerAndHashObjects: מעבד נתוני FilePath מבוססי תבנית מותאמת אישית
hi_in: BuildSignerAndHashObjects: कस्टम पैटर्न-आधारित फ़ाइलपाथ डेटा संसाधित किया जा रहा है
ja_jp: BuildSignerAndHashObjects：カスタムパターンベースFilePathデータを処理しています
ml_in: BuildSignerAndHashObjects: കസ്റ്റം പാറ്റേൺ അടിസ്ഥാനമാക്കിയുള്ള ഫയൽ പാത ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു
pl_pl: BuildSignerAndHashObjects: Przetwarzanie niestandardowych danych ścieżki pliku opartych na wzorcu
tr_tr: BuildSignerAndHashObjects: Özel Desen Tabanlı FilePath verilerini işleme

# BuildSignerProcessingPFNMessage
source: BuildSignerAndHashObjects: Processing PFN data
ar: BuildSignerAndHashObjects: معالجة بيانات اسم عائلة الحزمة (PFN)
de_de: BuildSignerAndHashObjects: PFN-Daten werden verarbeitet
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων PFN
es: BuildSignerAndHashObjects: Procesando datos PFN
fr_fr: BuildSignerAndHashObjects : Traitement des données PFN
he_il: BuildSignerAndHashObjects: מעבד נתוני PFN
hi_in: BuildSignerAndHashObjects: PFN डेटा संसाधित किया जा रहा है
ja_jp: BuildSignerAndHashObjects：PFNデータを処理しています
ml_in: BuildSignerAndHashObjects: PFN ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych PFN
tr_tr: BuildSignerAndHashObjects: PFN verileri işleniyor

# BuildSignerCompletedMessage
source: BuildSignerAndHashObjects: Completed the process.
ar: BuildSignerAndHashObjects: اكتملت العملية.
de_de: BuildSignerAndHashObjects: Vorgang abgeschlossen.
el_gr: BuildSignerAndHashObjects: Η διαδικασία ολοκληρώθηκε.
es: BuildSignerAndHashObjects: Proceso completado.
fr_fr: BuildSignerAndHashObjects : Processus terminé.
he_il: BuildSignerAndHashObjects: התהליך הושלם.
hi_in: BuildSignerAndHashObjects: प्रक्रिया पूरी हुई।
ja_jp: BuildSignerAndHashObjects：プロセスが完了しました。
ml_in: BuildSignerAndHashObjects: പ്രക്രിയ പൂർത്തിയായി.
pl_pl: BuildSignerAndHashObjects: Zakończono proces.
tr_tr: BuildSignerAndHashObjects: İşlem tamamlandı.

# CouldNotOpenFileMessage
source: CouldNotOpenFile {0}. Error: {1}
ar: تعذر فتح الملف {0}. الخطأ: {1}
de_de: Konnte Datei {0} nicht öffnen. Fehler: {1}
el_gr: Δεν ήταν δυνατό το άνοιγμα του αρχείου {0}. Σφάλμα: {1}
es: No se pudo abrir el archivo {0}. Error: {1}
fr_fr: CouldNotOpenFile {0}. Erreur : {1}
he_il: לא ניתן היה לפתוח את הקובץ {0}. שגיאה: {1}
hi_in: {0} नहीं खोला जा सका। त्रुटि: {1}
ja_jp: ファイル{0}を開けませんでした。エラー：{1}
ml_in: {0} ഫയൽ തുറക്കാൻ കഴിഞ്ഞില്ല. പിശക്: {1}
pl_pl: Nie można otworzyć pliku {0}. Błąd: {1}
tr_tr: {0}Dosyası Açılamadı. Hata: {1}

# GetFileSizeFailedMessage
source: GetFileSizeFailed for file {0} with error {1}
ar: فشل GetFileSize للملف {0} مع الخطأ {1}
de_de: GetFileSizeFailed für Datei {0} mit Fehler {1}
el_gr: Η GetFileSizeFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la obtención del tamaño del archivo (GetFileSize) para el archivo {0} con error {1}
fr_fr: GetFileSizeFailed pour le fichier {0} avec l'erreur {1}
he_il: קבלת גודל הקובץ נכשלה עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} का आकार प्राप्त करने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のGetFileSizeがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള GetFileSizeFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Pobranie rozmiaru pliku {0} nie powiodło się, błąd: {1}
tr_tr: {0} dosyası için GetFileSizeFailed, {1} hatasıyla

# CreateFileMappingFailedMessage
source: CreateFileMappingFailed for the file {0} with error {1}
ar: فشل CreateFileMapping للملف {0} مع الخطأ {1}
de_de: CreateFileMappingFailed für die Datei {0} mit Fehler {1}
el_gr: Η CreateFileMappingFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la creación de la asignación de archivo (CreateFileMapping) para el archivo {0} con error {1}
fr_fr: CreateFileMappingFailed pour le fichier {0} avec l'erreur {1}
he_il: יצירת מיפוי קובץ נכשלה עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए फ़ाइल मैपिंग बनाने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のCreateFileMappingがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള CreateFileMappingFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Utworzenie mapowania pliku {0} nie powiodło się, błąd: {1}
tr_tr: {0} dosyası için CreateFileMappingFailed, {1} hatasıyla

# CreateFileMappingAlreadyExistsMessage
source: CreateFileMappingAlreadyExists for the file {0} with error {1}
ar: CreateFileMappingAlreadyExists للملف {0} مع الخطأ {1}
de_de: CreateFileMappingAlreadyExists für die Datei {0} mit Fehler {1}
el_gr: Η CreateFileMappingAlreadyExists για το αρχείο {0} με σφάλμα {1}
es: CreateFileMappingAlreadyExists para el archivo {0} con error {1}
fr_fr: CreateFileMappingAlreadyExists pour le fichier {0} avec l'erreur {1}
he_il: מיפוי קובץ כבר קיים עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए फ़ाइल मैपिंग पहले से मौजूद है, त्रुटि {1}
ja_jp: ファイル{0}のCreateFileMappingAlreadyExistsがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള CreateFileMappingAlreadyExists {1} പിശകോടെ നിലവിലുണ്ട്
pl_pl: Mapowanie pliku {0} już istnieje (CreateFileMappingAlreadyExists), błąd: {1}
tr_tr: {1} hatasıyla {0} dosyası için CreateFileMappingAlreadyExists

# MapViewOfFileFailedMessage
source: MapViewOfFileFailed for the file {0} with error {1}
ar: فشل MapViewOfFile للملف {0} مع الخطأ {1}
de_de: MapViewOfFileFailed für die Datei {0} mit Fehler {1}
el_gr: Η MapViewOfFileFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la asignación de la vista del archivo (MapViewOfFile) para el archivo {0} con error {1}
fr_fr: MapViewOfFileFailed pour le fichier {0} avec l'erreur {1}
he_il: מיפוי תצוגת קובץ נכשל עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए फ़ाइल का मैप व्यू बनाने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のMapViewOfFileがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള MapViewOfFileFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Odwzorowanie widoku pliku {0} nie powiodło się (MapViewOfFileFailed), błąd: {1}
tr_tr: {0} dosyası için {1} hatasıyla MapViewOfFileFailed

# ImageNtHeaderFailedMessage
source: ImageNtHeaderFailed for the file {0} with error {1}
ar: فشل ImageNtHeader للملف {0} مع الخطأ {1}
de_de: ImageNtHeaderFailed für die Datei {0} mit Fehler {1}
el_gr: Η ImageNtHeaderFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la obtención del encabezado NT de la imagen (ImageNtHeader) para el archivo {0} con error {1}
fr_fr: ImageNtHeaderFailed pour le fichier {0} avec l'erreur {1}
he_il: קריאת כותרת NT של התמונה נכשלה עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए इमेज एनटी हेडर प्राप्त करने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のImageNtHeaderがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള ImageNtHeaderFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Pobranie nagłówka NT obrazu {0} nie powiodło się (ImageNtHeaderFailed), błąd: {1}
tr_tr: ImageNtHeaderFailed {0} dosyası için {1} hatasıyla

# ImageDirectoryEntryToDataExFailedMessage
source: ImageDirectoryEntryToDataExFailed for the file {0} with error {1}
ar: فشل ImageDirectoryEntryToDataEx للملف {0} مع الخطأ {1}
de_de: ImageDirectoryEntryToDataExFailed für die Datei {0} mit Fehler {1}
el_gr: Η ImageDirectoryEntryToDataExFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la obtención de datos de la entrada de directorio de imagen (ImageDirectoryEntryToDataEx) para el archivo {0} con error {1}
fr_fr: ImageDirectoryEntryToDataExFailed pour le fichier {0} avec l'erreur {1}
he_il: קריאת נתוני רשומת ספריית התמונה נכשלה עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए इमेज डायरेक्टरी एंट्री से डेटा एक्सट्रैक्ट करने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のImageDirectoryEntryToDataExがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള ImageDirectoryEntryToDataExFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Funkcja ImageDirectoryEntryToDataEx dla pliku {0} zakończyła się niepowodzeniem, błąd: {1}
tr_tr: ImageDirectoryEntryToDataExFailed {0} dosyası için {1} hatasıyla

# UnmapViewOfFileFailedMessage
source: UnmapViewOfFileFailed for the file {0} with error {1}
ar: فشل UnmapViewOfFile للملف {0} مع الخطأ {1}
de_de: UnmapViewOfFileFailed für die Datei {0} mit Fehler {1}
el_gr: Η UnmapViewOfFileFailed για το αρχείο {0} απέτυχε με σφάλμα {1}
es: Falló la desasignación de la vista del archivo (UnmapViewOfFile) para el archivo {0} con error {1}
fr_fr: UnmapViewOfFileFailed pour le fichier {0} avec l'erreur {1}
he_il: ביטול מיפוי תצוגת קובץ נכשל עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए फ़ाइल का मैप व्यू अनमैप करने में विफलता, त्रुटि {1}
ja_jp: ファイル{0}のUnmapViewOfFileがエラー{1}で失敗しました
ml_in: {0} ഫയലിനായുള്ള UnmapViewOfFileFailed {1} പിശകോടെ പരാജയപ്പെട്ടു
pl_pl: Usunięcie odwzorowania widoku pliku {0} nie powiodło się (UnmapViewOfFileFailed), błąd: {1}
tr_tr: {0} dosyası için {1} hatasıyla UnmapViewOfFileFailed

# CouldNotCloseMapHandleMessage
source: CouldNotCloseMapHandle for the file {0} with error {1}
ar: تعذر إغلاق مؤشر الخريطة للملف {0} مع الخطأ {1}
de_de: Konnte Map-Handle für die Datei {0} nicht schließen, Fehler {1}
el_gr: Δεν ήταν δυνατό το κλείσιμο της λαβής χάρτη για το αρχείο {0} με σφάλμα {1}
es: No se pudo cerrar el manejador de mapa (CouldNotCloseMapHandle) para el archivo {0} con error {1}
fr_fr: CouldNotCloseMapHandle pour le fichier {0} avec l'erreur {1}
he_il: לא ניתן היה לסגור את ידית המיפוי עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए मैप हैंडल बंद नहीं किया जा सका, त्रुटि {1}
ja_jp: ファイル{0}のマップハンドルを閉じれませんでした。エラー：{1}
ml_in: {0} ഫയലിനായുള്ള മാപ്പ് ഹാൻഡിൽ അടയ്ക്കാൻ കഴിഞ്ഞില്ല {1} പിശകോടെ
pl_pl: Nie można zamknąć uchwytu mapowania dla pliku {0}, błąd: {1}
tr_tr: {1} hatasıyla {0} dosyası için CouldNotCloseMapHandle

# CouldNotCloseFileHandleMessage
source: CouldNotCloseFileHandle for the file {0} with error {1}
ar: تعذر إغلاق مؤشر الملف للملف {0} مع الخطأ {1}
de_de: Konnte Datei-Handle für die Datei {0} nicht schließen, Fehler {1}
el_gr: Δεν ήταν δυνατό το κλείσιμο της λαβής αρχείου για το αρχείο {0} με σφάλμα {1}
es: No se pudo cerrar el manejador de archivo (CouldNotCloseFileHandle) para el archivo {0} con error {1}
fr_fr: CouldNotCloseFileHandle pour le fichier {0} avec l'erreur {1}
he_il: לא ניתן היה לסגור את ידית הקובץ עבור הקובץ {0} עם שגיאה {1}
hi_in: फ़ाइल {0} के लिए फ़ाइल हैंडल बंद नहीं किया जा सका, त्रुटि {1}
ja_jp: ファイル{0}のファイルハンドルを閉じれませんでした。エラー：{1}
ml_in: {0} ഫയലിനായുള്ള ഫയൽ ഹാൻഡിൽ അടയ്ക്കാൻ കഴിഞ്ഞില്ല {1} പിശകോടെ
pl_pl: Nie można zamknąć uchwytu pliku {0}, błąd: {1}
tr_tr: {1} hatasıyla {0} dosyası için CouldNotCloseFileHandle

# DuplicateSignerIdMessage
source: One of the XML files has more than 1 Signer with the same ID `{0}`
ar: أحد ملفات XML يحتوي على أكثر من موقع واحد بنفس المعرف `{0}`
de_de: Eine der XML-Dateien enthält mehr als 1 Unterzeichner mit derselben ID `{0}`
el_gr: Ένα από τα αρχεία XML έχει περισσότερους από 1 Υπογράφοντες με το ίδιο ID `{0}`
es: Uno de los archivos XML tiene más de 1 Firmante con el mismo ID `{0}`
fr_fr: Un des fichiers XML a plus d'un Signataire avec le même ID `{0}`
he_il: אחד מקובצי ה-XML מכיל יותר מחותם אחד עם אותו מזהה (ID) `{0}`
hi_in: XML फ़ाइलों में से एक में समान ID `{0}` वाले 1 से अधिक हस्ताक्षरकर्ता हैं
ja_jp: XMLファイルの1つに、同じID「{0}」を持つ署名者が複数存在します
ml_in: XML ഫയലുകളിലൊന്നിൽ ഒരേ ഐഡി '{0}' ഉള്ള ഒന്നിൽ കൂടുതൽ സൈനർ ഉണ്ട്
pl_pl: Jeden z plików XML zawiera więcej niż jednego Sygnatariusza (Signer) o tym samym ID `{0}`
tr_tr: XML dosyalarından birinde aynı `{0}` kimliğine sahip 1'den fazla İmzalayan var

# JumpListNotSupportedMessage
source: JumpList is not supported.
ar: قائمة الانتقال السريع غير مدعومة.
de_de: JumpList wird nicht unterstützt.
el_gr: Η Λίστα Γρήγορης Πρόσβασης δεν υποστηρίζεται.
es: JumpList no es compatible.
fr_fr: JumpList n'est pas pris en charge.
he_il: JumpList אינו נתמך.
hi_in: जंपलिस्ट समर्थित नहीं है।
ja_jp: ジャンプリストはサポートされていません。
ml_in: ജമ്പ്‌ലിസ്റ്റ് പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: Lista szybkiego dostępu (JumpList) nie jest obsługiwana.
tr_tr: JumpList desteklenmiyor.

# MergingRulesMessage
source: Merging the rules
ar: يتم دمج القواعد
de_de: Regeln werden zusammengeführt
el_gr: Συγχώνευση των κανόνων
es: Fusionando las reglas
fr_fr: Fusion des règles
he_il: ממזג את הכללים
hi_in: नियमों का विलय किया जा रहा है
ja_jp: ルールをマージしています
ml_in: നിയമങ്ങൾ ലയിപ്പിക്കുന്നു
pl_pl: Scalanie reguł
tr_tr: Kuralların birleştirilmesi

# SettingWindowSizeMessage
source: Setting the window size back to what it was when the app was closed. Height: {0} - Width: {1}
ar: يتم إعادة تعيين حجم النافذة إلى ما كان عليه عند إغلاق التطبيق. الارتفاع: {0} - العرض: {1}
de_de: Fenstergröße wird auf den Zustand beim Schließen der App zurückgesetzt. Höhe: {0} - Breite: {1}
el_gr: Επαναφορά του μεγέθους παραθύρου σε αυτό που ήταν όταν έκλεισε η εφαρμογή. Ύψος: {0} - Πλάτος: {1}
es: Restableciendo el tamaño de la ventana al que tenía cuando se cerró la aplicación. Alto: {0} - Ancho: {1}
fr_fr: Rétablissement de la taille de la fenêtre à sa valeur lors de la fermeture de l'application. Hauteur : {0} - Largeur : {1}
he_il: מגדיר את גודל החלון בחזרה למה שהיה בעת סגירת היישום. גובה: {0} - רוחב: {1}
hi_in: विंडो का आकार ऐप बंद होने के समय जैसा था वैसा ही सेट किया जा रहा है। ऊँचाई: {0} - चौड़ाई: {1}
ja_jp: ウィンドウサイズをアプリ終了時の状態に戻しています。高さ：{0} - 幅：{1}
ml_in: ആപ്പ് അടച്ചപ്പോൾ ഉണ്ടായിരുന്ന വിൻഡോ വലുപ്പത്തിലേക്ക് തിരികെ സജ്ജീകരിക്കുന്നു. ഉയരം: {0} - വീതി: {1}
pl_pl: Przywracanie rozmiaru okna do wartości sprzed zamknięcia aplikacji. Wysokość: {0} - Szerokość: {1}
tr_tr: Pencere boyutunun uygulama kapatıldığındaki haline geri ayarlanması. Yükseklik: {0} - Genişlik: {1}

# BCryptOpenAlgorithmProviderFailedMessage
source: BCryptOpenAlgorithmProvider failed with error code: {0}
ar: فشل BCryptOpenAlgorithmProvider مع رمز الخطأ: {0}
de_de: BCryptOpenAlgorithmProvider ist mit Fehlercode: {0} fehlgeschlagen
el_gr: Η BCryptOpenAlgorithmProvider απέτυχε με κωδικό σφάλματος: {0}
es: BCryptOpenAlgorithmProvider falló con el código de error: {0}
fr_fr: BCryptOpenAlgorithmProvider a échoué avec le code d'erreur : {0}
he_il: BCryptOpenAlgorithmProvider נכשל עם קוד שגיאה: {0}
hi_in: BCryptOpenAlgorithmProvider त्रुटि कोड के साथ विफल रहा: {0}
ja_jp: BCryptOpenAlgorithmProviderがエラーコードで失敗しました：{0}
ml_in: BCryptOpenAlgorithmProvider പിശക് കോഡ് ഉപയോഗിച്ച് പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja BCryptOpenAlgorithmProvider zakończyła się niepowodzeniem, kod błędu: {0}
tr_tr: BCryptOpenAlgorithmProvider şu hata koduyla başarısız oldu: {0}

# CryptCATOpenFailedMessage
source: CryptCATOpen failed with error code: {0}
ar: فشل CryptCATOpen مع رمز الخطأ: {0}
de_de: CryptCATOpen ist mit Fehlercode: {0} fehlgeschlagen
el_gr: Η CryptCATOpen απέτυχε με κωδικό σφάλματος: {0}
es: CryptCATOpen falló con el código de error: {0}
fr_fr: CryptCATOpen a échoué avec le code d'erreur : {0}
he_il: CryptCATOpen נכשל עם קוד שגיאה: {0}
hi_in: CryptCATOpen त्रुटि कोड के साथ विफल रहा: {0}
ja_jp: CryptCATOpenがエラーコードで失敗しました：{0}
ml_in: CryptCATOpen പിശക് കോഡ് ഉപയോഗിച്ച് പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja CryptCATOpen zakończyła się niepowodzeniem, kod błędu: {0}
tr_tr: CryptCATOpen şu hata koduyla başarısız oldu: {0}

# BCryptCloseAlgorithmProviderFailedMessage
source: BCryptCloseAlgorithmProvider failed with error code: {0}
ar: فشل BCryptCloseAlgorithmProvider مع رمز الخطأ: {0}
de_de: BCryptCloseAlgorithmProvider ist mit Fehlercode: {0} fehlgeschlagen
el_gr: Η BCryptCloseAlgorithmProvider απέτυχε με κωδικό σφάλματος: {0}
es: BCryptCloseAlgorithmProvider falló con el código de error: {0}
fr_fr: BCryptCloseAlgorithmProvider a échoué avec le code d'erreur : {0}
he_il: BCryptCloseAlgorithmProvider נכשל עם קוד שגיאה: {0}
hi_in: BCryptCloseAlgorithmProvider त्रुटि कोड के साथ विफल रहा: {0}
ja_jp: BCryptCloseAlgorithmProviderがエラーコードで失敗しました：{0}
ml_in: BCryptCloseAlgorithmProvider പിശക് കോഡ് ഉപയോഗിച്ച് പരാജയപ്പെട്ടു: {0}
pl_pl: Funkcja BCryptCloseAlgorithmProvider zakończyła się niepowodzeniem, kod błędu: {0}
tr_tr: BCryptCloseAlgorithmProvider şu hata koduyla başarısız oldu: {0}
